export interface UmashibaDataType {
  title: string;
  content: string;
}

const umashibaData: UmashibaDataType[] = [
  {
    title: "「あなたはだぁれ？」",
    content:
      "こんにちは！UMASHIBAといいます。都内の大学でコンピュータサイエンスを学んでいる学生です。モノやサービスを作るのが好きで時々ウェブサービスを開発したりします。特に好きな領域はフロントエンドです。技術を使って楽しくて使いやすいUIを作れるようになりたいと思っています 。"
  },
  {
    title: "「今までやってきたことは？」",
    content:
      "今まで主にウェブサービスやアプリを作ってました。今年の夏には株式会社ARISE Analyticsさんのところで3週間ほどインターンシップに参加させていただいてリアルのデータを使ったデータ分析について勉強しました。お世話になった皆さんありがとうございました！"
  },
  {
    title: "「これからやりたいことは？」",
    content:
      "IT企業でバイトして技術についてもっと学びたいなと考えています。あと最近ブラウザより低レイヤーのところ触りたい欲求がすごいのでウェブへの理解を深める為にも単純なブラウザとか作れたらな~なんてことを思っています。"
  }
];

export default umashibaData;
