export interface UmashibaDataType {
  title: string;
  content: string;
}

const umashibaData: UmashibaDataType[] = [
  {
    title: "「あなたはだぁれ？」",
    content:
      "私「ドゥオ、ドゥオ、ヴォロロロロ...!!」\nメイ「あなたトトロっていうのね!」\n\n ......ごめんなさい、ふざけました。\nざんねんなことに私はトトロではありません。ただの大学生です。UMASHIBAって名前で時たまウェブサービスとか作ったりしてます。フロントエンドが好きでいつも楽しみながら色んなもの作ってます。皆さんどうぞよろしくお願いします。"
  },
  {
    title: "「今までやってきたことは？」",
    content:
      "今まで主にウェブサービスやアプリを作ってました。今年の夏には株式会社ARISE Analyticsさんのところで3週間ほどインターンシップに参加させていただいてリアルのデータを使ったデータ分析について勉強しました。お世話になった皆さんありがとうございました！"
  },
  {
    title: "「これからやりたいことは？」",
    content:
      "IT企業でバイトして技術についてもっと学びたいなと考えています。あと最近ブラウザより低レイヤーのところ触りたい欲求がすごいのでウェブへの理解を深める為にも単純なブラウザとか作れたらな~なんてことを思っています。"
  }
];

export default umashibaData;
